Repository: ckrack/hydrometer-public-server
Catalog: lang/*/LC_MESSAGES/hydrometer.po
Languages: de_de

source: Not yet
de_de: Noch nicht

source: About
de_de: Über

source: You own an electronic hydrometer, such as Tilt or the open-source iSpindle?
de_de: Du hast ein elektronisches Hydrometer wie den Tilt Hydrometer oder die open-source iSpindle?

source: Monitor your fermentations in an easy to use online interface!
de_de: Verfolge deinen Gärprozess in einem einfach zu benutzenden Online-Tool!

source: Sign in
de_de: Anmelden

source: None yet :)
de_de: Noch keine :)

source: Guide
de_de: Ratgeber

source: During setup, installation instructions will be displayed, along with your API tokens.
de_de: Während der Einrichtung eines Hydrometers werden dir die Installationsanweisungen und deine API-Token angezeigt.

source: Homebrew hydrometer public server
de_de: Öffentlicher Hydrometer Server für Hobbybrauer

source: You can use your existing account at one the the below services to handle authentication.
de_de: Du kannst dein existierendes Benutzerkonto bei einem der unten genannten Dienste verwenden.

source: Sign in with
de_de: Anmelden mit

source: There was a problem
de_de: Es gab ein Problem

source: We could not complete your login.
de_de: Ihre Anmeldung konnte nicht ausgeführt werden.

source: Welcome back!
de_de: Willkommen zurück!

source: Go to your hydrometers
de_de: Zu deinen Hydrometern

source: Hydrometers
de_de: Hydrometer

source: Fermentations
de_de: Gärungen

source: Datapoints
de_de: Datenpunkte

source: User
de_de: Benutzer

source: Settings
de_de: Einstellungen

source: Logout
de_de: Abmelden

source: Angle
de_de: Winkel

source: Temperature (°C)
de_de: Temperatur (°C)

source: Angle (°)
de_de: Neigung (°)

source: Battery
de_de: Batterie

source: Delete datapoint
de_de: Datenpunkt löschen

source: Values
de_de: Werte

source: Delete
de_de: Löschen

source: Date
de_de: Datum

source: Temperature
de_de: Temperatur

source: Gravity
de_de: Dichte

source: Trubidity
de_de: Trübung

source: Actions
de_de: Aktionen

source: Once your hydrometers start transfering data, it will appear here.
de_de: Sobald deine Hydrometer beginnen Daten zu übertragen werden diese hier erscheinen.

source: Add a hydrometer
de_de: Hydrometer hinzufügen

source: Delete fermentation
de_de: Gärung löschen

source: Datapoints will not be deleted, but released from the fermentation.
de_de: Datenpunkte werden nicht gelöscht, sondern von der Gärung entfernt.

source: Fermentation
de_de: Gärung

source: Fermentation seems to be stable since
de_de: Die Gärung scheint stabil zu sein seit

source: Extract
de_de: Extrakt

source: Edit fermentation
de_de: Gärung bearbeiten

source: e.g. Pilsener Batch #1, My Pale Ale #2
de_de: z.B: Pilsener #1, Pale Ale #12

source: Begin
de_de: Beginn

source: YYYY-MM-DD HH:MM
de_de: JJJJ-MM-TT HH:MM

source: End
de_de: Ende

source: All datapoints of the selected hydrometer in the defined timeframe, that are not yet part of a fermentation, will be added to the new fermentation.
de_de: Alle Datenpunkte des ausgewählten Hydrometers im eingegebenen Zeitraum, die noch nicht Teil einer Gärung sind, werden der neuen Gärung hinzugefügt.

source: Public
de_de: Öffentlich

source: Edit
de_de: Bearbeiten

source: Add fermentation
de_de: Gärung hinzufügen

source: Add
de_de: Hinzufügen

source: Last activity
de_de: Zuletzt aktiv

source: edit
de_de: bearbeiten

source: Group your data into fermentations. This allows to archive past beers in order to keep a detailled log.
de_de: Gruppiere deine Daten in Gärungen. Dies erlaubt es abgelaufene Gärungen zu archivieren und eine detaillierte Historie zu haben.

source: Add your first fermentation
de_de: Erste Gärung hinzufügen

source: Edit hydrometer
de_de: Hydrometer bearbeiten

source: e.g. color of hydrometer or any name
de_de: z.B: Farbe oder Bezeichnung

source: Temperature metric
de_de: Einheit der Temperatur

source: Gravity metric
de_de: Einheit der Dichte

source: Specific gravity (SG)
de_de: Spezifische Dichte

source: Add hydrometer
de_de: Hydrometer hinzufügen

source: Setup device
de_de: Gerät einrichten

source: Intro
de_de: Allgemein

source: Setup
de_de: Einrichtung

source: Your generated token is
de_de: Der generierte Token lautet

source: Please select your device-type to get detailled setup instructions.
de_de: Bitte wähle deinen Geräte-Typ aus um genaue Instruktionen zu erhalten.

source: Put iSpindle into configuration mode by pressing reset
de_de: Die iSpindle durch mehrmaliges Drücken des Reset-Knopfes in den Konfigurationsmodus setzen

source: Open the configuration page and put in:
de_de: Konfiguration im Browser öffnen und folgende Werte eintragen:

source: Open TILT app on your phone and enter settings.
de_de: Tilt App auf dem Mobilgerät öffnen und Konfiguration öffnen.

source: Choose color of your tilt
de_de: Farbe des Tilt auswählen

source: Apparently the Plaato device is not yet supported.
de_de: Leider wird das Plaato noch nicht unterstützt.

source: Apparently the Beerbug device is not yet supported.
de_de: Leider wird der Beerbug noch nicht unterstützt.

source: Available hydrometers
de_de: Verfügbare Hydrometer

source: setup
de_de: einrichten

source: Last activity:
de_de: Zuletzt aktiv:

source: No data yet
de_de: Noch keine Daten vorhanden

source: To start collecting fermentation data, you need to add and setup your first device.
de_de: Um Gärungsdaten zu erheben musst du zunächst einen Hydrometer anlegen.

source: Start by adding it here, then set it up with the token generated by the system.
de_de: Beginne damit das Gerät hier anzulegen und richte es dann mit dem hier generierten Token ein.

source: Extract (°P)
de_de: Dichte
